Repository: akeed-4/al_baseet
Catalog: lib/l10n/intl_*.arb
Languages: ar

# app_name
source: Al-baseet app
ar: تطبيق البسيط

source: User name
ar: إسم المستخدم

source: Password
ar: كلمة المرور

source: Login
ar: تسجيل الدخول

source: Invoice
ar: فاتورة

source: collected amount
ar: المبلغ المحصل

source: Customers
ar: العملاء

# search_customer
source: Search for customer
ar: بحث في العملاء

source: Collected
ar: المحصلة

# press_again_to_exit
source: Click again to exit!
ar: إضغط مره اخرى للخروج !

source: Home
ar: الرئيسية

# warehouse
source: My warehouse
ar: مستودعي

source: Reports
ar: التقارير

source: Receipts
ar: سندات القبض

source: Invoices
ar: الفواتير

source: Backup
ar: نسخ احتياطية

source: Create backup
ar: إنشاء نسخة

source: Logout
ar: تسجيل خروج

# logout_q
source: Are you sure you want to logout?
ar: هل تريد تسجيل الخروج؟

# logout_info
source: You will be permanently logged out form this app
ar: سيتم تسجيل الخروج نهائيا من التطبيق

source: Ok
ar: حسنا

source: Cancel
ar: إلغاء

# change_lang_info
source: تغير اللغة
ar: Change language

# change_language_qu
source: هل تريد تغير لغة التطبيق؟
ar: Do you want to change application language

# change_lang
source: تغير
ar: Change

# cancel_lang
source: إلغاء
ar: Cancel

source: New invoice
ar: فاتورة جديدة

source: Create receipt
ar: إنشاء سند قبض

source: State
ar: الحالة

source: Payment type
ar: نوع عملية الدفع

source: Customer
ar: العميل

source: Paid
ar: المدفوع

source: Return invoice
ar: ترجيع الفاتورة

# approval_invoice
source: Approve
ar: إعتماد

source: Delete
ar: حذف

source: Product
ar: صنف

source: Products
ar: الأصناف

source: Quantity
ar: الكيمة

source: Create invoice
ar: إنشاء فاتورة

# update_invoice
source: Save invoice
ar: حفظ الفاتورة

source: Unselected
ar: غير محدد

source: Cash
ar: نقدي

source: Credit
ar: آجل

source: Add product
ar: إضافة اصناف

source: Total amount
ar: المبلغ الكلي

# delete_product_qu
source: Do you want to delete this product
ar: هل تريد حذف هذا الصنف؟

# delete_product_info
source: This product will be deleted from the invoice
ar: سيتم حذف الصنف من هذه الفاتورة

source: Receipts details
ar: تفاصيل سند القبض

source: Invoice no
ar: رقم الفاتورة

# deliver_customer
source: On it, the delegate is delivered
ar: عليه يتم نسليم المندوب

source: Amount
ar: المبلغ

source: Select invoices
ar: إختر الفواتير

source: Next
ar: التالي

source: Edit invoices
ar: تعديل قيم الفواتير

source: Total
ar: الاجمالي

source: Totals
ar: الاجمالي

source: Create
ar: إنشاء

# delete_invoice_qu
source: Do you want to delete the invoice?
ar: هل تريد حذف الفاتورة؟

# delete_invoice_info
source: This invoice will deleted from receipt
ar: سيتم حذف الفاتورة من سند القيض

source: Sales of today
ar: مبيعات اليوم

source: History
ar: سجل العمليات

# search_for_product
source: Search for product by name or code
ar: إبحث عن منتج بالاسم او الكود

# available_in_warehouse
source: Available
ar: متوفر

source: Processes
ar: العمليات

# pull_products
source: Receive statement
ar: إستلام بضاعة

# push_products
source: Return statement
ar: تسليم بضاعة

source: Accept
ar: قبول

source: Reject
ar: رفض

# return_product
source: Return
ar: ترجيع

# no_data_to_view
source: No thing to view
ar: لا يوجد شيء لعرضه

# back_again
source: Go back
ar: قم بالعودة مرة أخرى

source: Un known
ar: غير معروف

source: Address
ar: العنوان

source: Accredited
ar: معتمدة

source: Un accredited
ar: غير معتمدة

source: Un paid
ar: غير مدفوع

source: Sub paid
ar: مدفوع جزئ

# full_paid
source: Paid
ar: مدفوع

# login_au_auth_user
source: The user does not exist or the password is incorrect, try again.
ar: العميل غير موجود او كلمة المرور غير صحيحة حاول مرة اخرى.

# no_internet_connection_error
source: There is no internet connection, please check the phone data connection.
ar: لايوجد اتصال بالانترنت, الرجاء التاكد من اتصال بيانات الهاتف.

source: Problem!
ar: توجد مشكلة!

source: Retry
ar: أعد المحاولة

# add_products_message
source: Add products that you want return
ar: أضف منتجات التي تود إرجاعها

# return_products_qu
source: Do you want to return this products?
ar: هل تريد إرجاع هذه الاصناف؟

# return_products_info
source: this products will be return to the main warehouse
ar: سيتم ارجاع الاصناف الي المخزن الرئيسي

source: Save
ar: حفظ

# enter_paid_amount
source: New amount
ar: القيمة الجديدة

source: Update
ar: تعديل

# return_success
source: Products returned successfully
ar: تم ترجيع الاصناف بنجاج

source: Invalid quantity
ar: الكمية غير صحيحة

source: Invalid amount
ar: المبلغ غير صحيحة

# no_new_receive_statement
source: You have no New receive statement
ar: ليس لديك بيانات استلام جديدة

source: Are you sure?
ar: هل انت متأكد

# accept_statement_info
source: When you accept this statement it's products will be added to your warehouse
ar: بقبولك لبيان الاستلام هذا يعني اضافة منتجاته الى مستودعك

# reject_statement_info
source: Are you sure you want to reject this statement?
ar: هل انت متاكد من رفض بيات الاستلام

source: Item
ar: قطعة

source: Approved
ar: معتمد

source: Un approved
ar: غير معتمدة

source: Soon...
ar: قريبا...

# please_fill_field
source: PLease fill all fields
ar: الرجاء تعبة جميع الحقول

source: Print
ar: طباعة

# currency_rs
source: R.S
ar: ر.س

# valid_receipts_message
source: Please enter amount for all invoices
ar: الرجاء ادخال قيم لكل الفواتير

source: Invoice remain amount
ar: المبلغ المتبقى من الفاتورة

# approve_invoice_qu
source: Are you sure to approve this invoice?
ar: هل انت متأكد من اعتماد هذه الفاتورة؟

# approve_receipt_qu
source: Are you sure to approve this receipt?
ar: هل أنت متأكد من إعتماد سند القبض؟

# delete_receipt_qu
source: Are you sure to delete this receipt?
ar: هل انت متأكد من حذف سند القبض؟

source: please select customer
ar: الرجاء اختيار عميل

source: please select products
ar: الرجاء اخيار منتجات

source: Available quantity
ar: الكمية المتاحة

# simple_tax_invoice
source: Simplified tax invoice
ar: فاتورة ضريبية مبسطة

# details_tax_invoice
source: Detailed tax invoice
ar: فاتورة ضريبية مفصلة

source: Create request products
ar: انشاء طلب بضاعة

# update_request_products
source: Save request products
ar: حفظ طلب بضاعة

source: Request products
ar: طلبات البضاعة

source: New request products
ar: طلب بضاعة جديد

# delete_request_products_qu
source: Are you sure to delete this receipt?
ar: هل انت متاكد من حذف طلب البضاعة؟

# approve_request_products_qu
source: Are you sure to approve this request?
ar: هل انت متاكد من اعتماد طلب البضاعة؟

# print_design_title
source: Print design
ar: تصميم الطباعة

# print_design_sub_title
source: Please select design
ar: الرجاء اختيار التصميم

# print_design_BTB
source: Tax invoice
ar: فاتورة ضريبية

# print_design_BTC
source: Simplified tax invoice
ar: فاتورة ضريبية مبسطة

source: price
ar: السعر

source: Current price
ar: السعر الحالي

source: Customer name
ar: اسم العميل

source: Tax id
ar: الرقم الضريبي

# customer_name_qr
source: Please add customer name
ar: الرجاء كتابة اسم العميل

# tax_id_qr
source: Please add customer tax id
ar: الرجاء كتابة الرقم الضريبي للعميل

# print_design_large
source: Large size invoice
ar: فاتورة كبيرة

# print_design_small
source: Small size invoice
ar: فاتورة صغيرة
